Autodesk.Revit.DB.UnitGroup
A group of related unit types, primarily classified by discipline.
Since:
2014
Since:
2014

Autodesk.Revit.DB.UnitGroup.Energy
Energy

Autodesk.Revit.DB.UnitGroup.Piping
Piping

Autodesk.Revit.DB.UnitGroup.Electrical
Electrical

Autodesk.Revit.DB.UnitGroup.HVAC
HVAC

Autodesk.Revit.DB.UnitGroup.Structural
Structural

Autodesk.Revit.DB.UnitGroup.Common
Common